Revit 2027 API
Generic.GenericReflectivityAt90deg Property
 The property labeled "Reflectivity/Oblique" from the "Generic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GenericReflectivityAt90deg { get; }
Public Shared ReadOnly Property GenericReflectivityAt90deg As String
	Get
public:
static property String^ GenericReflectivityAt90deg {
	String^ get ();
}
static member GenericReflectivityAt90deg : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
Generic Class
Autodesk.Revit.DB.Visual Namespace